<?php

return [
    'register_success' => 'تم إنشاء الحساب بنجاح.',
    'code_sent' => 'تم إرسال رمز التحقق، يرجى التأكيد.',
    'logout' => 'تم تسجيل الخروج بنجاح.',
    'password_reset' => 'تمت إعادة تعيين كلمة المرور بنجاح.',
    'code_verified' => 'الرمز صحيح. تم التحقق بنجاح.',
    'code_refreshed' => 'تم تحديث الرمز بنجاح.',
    'incorrect_credentials' => 'البريد الإلكتروني أو كلمة المرور غير صحيحة.',
    'wrong_email' => 'البريد الإلكتروني غير صحيح.',
    'code_expired'          => 'انتهت صلاحية الرمز.',
    'wrong_code'            => 'رمز غير صحيح.',
    'invalid_code_type'     => 'نوع الرمز غير صالح.',
    'user_not_found' => 'المستخدم غير موجود.',
    'not_verify_code' => 'الرجاء ادخال كود التحقق بعد تسجيل الدخول.'
];
